/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "Ein Ziel (IP-Adresse oder Domain-Name) wird zur Anmeldung benötigt";

/* About prefs tab title */
"About" = "Über";

/* Title for section containing actions (SMS, MailMe, Speech, etc)
   Title to go on Actions pop up
   Title to go on the actions pop up */
"Actions" = "Aktionen";

/* Title to go above the actions pop up on */
"Actions:" = "Aktionen:";

/* Option to add a compound action config */
"Add Compound" = "Zusammensetzung hinzufügen";

/* Button to add a configuration */
"Add Config" = "Konfiguration hinzufügen";

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "Zusätzliche Downloads";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Achtung! Wenn diese Option aktiviert wird, wird Growl.app zu den Anmeldeobjekten hinzugefügt";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "Anderen Computern gestatten, alle Benachrichtigungen zu abonnieren";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Wenn dies gestattet wird, wird Growl bei jeder Anmeldung gestartet, um es jederzeit für Anwendungen verfügbar zu machen";

/* Notification always stay on screen */
"Always" = "Immer";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the Growl Tickets Database.\nApplications may register, and you can adjust settings.\nHowever, no registrations or settings will be saved to the next session, and Growl may use more memory" = "Ein nicht korrigierbarer Fehler ist während des Erstellens oder Öffnens der Growl-Ticket-Datenbank aufgetreten.\nAnwendungen können sich registrieren und die Einstellungen können verändert werden.\nDavon abgesehen können keine Registrierungen oder Einstellungen in der nächsten Sitzung gespeichert werden. Zudem könnte Growl wesentlich mehr Speicher benötigen";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the History Database.\nWe are disabling History for the time being, however the rollup will continue to function.\nIf history is reenabled, nothing will be saved, and Growl will potentially use a lot of memory." = "Ein nicht lösbarer Fehler trat während der Erstellung oder des Öffnens der Verlaufdatenbank auf.\nDer Verlauf wird deaktiviert, das Rollup wird dennoch funktionieren.\nSollte der Verlauf re-aktiviert werden, wird nichts gespeichert und Growl wird den Speicher möglicherweise voll auslasten.";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */
"Application" = "Anwendung";

/* Application decides whether a note should stay on screen */
"Application Decides" = "Anwendung entscheidet";

/* Use the application's defaults */
"Application Default" = "Programm-Standard";

/* Label for application level display style choice */
"Application's Display Style" = "Anzeige-Design der Anwendung";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "Anwendung: %1$@\nTitel: %2$@\nBeschreibung: %3$@\nKlicken, um das Log zu öffnen";

/* Application prefs tab title */
"Applications" = "Anwendungen";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Sind Sie sicher, dass Sie abbrechen möchten?";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Sind Sie sicher, dass %@ entfernt werden kann?";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "Mit Bonjour konfigurierter Eintrag - zur Zeit nicht auffindbar";

/* Button title for canceling */
"Cancel" = "Abbrechen";

/* Clear all history button title */
"Clear All History" = "Verlauf komplett löschen";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "Alle Benachrichtigungen im Verlauf-Rollup löschen";

/* No comment provided by engineer. */
"Clear Rollup" = "Rollup löschen";

/* close all open notifications */
"Close all notifications" = "Alle Benachrichtigungen schließen";

/* Title for section containing compound actions (composed of multiple actions) */
"Compound" = "Zusammensetzung";

/* No comment provided by engineer. */
"Compound Action" = "Zusammengesetzte Aktion";

/* Column title for a computer entry */
"Computer Name" = "Computername";

/* Consider me idle based on time entered below */
"Consider me idle after:" = "Leerlauf nach:";

/* Continue button title */
"Continue" = "Weiter";

/* we've detected a corrupt install in this currently running binary */
"Corrupt install detected" = "Eine defekte Installation wurde erkannt";

/* Label for selectiong default actions */
"Default Actions" = "Standard-Aktionen";

/* Label for the global default starting position picker */
"Default starting position for notifications" = "Standardmäßige Startposition für Benachrichtigungen";

/* Default style picker label */
"Default Style" = "Standard-Design";

/* Explanation for what the big magic notification center switch means */
"Disable Growl visual controls and foward notifications to OS X" = "Visuelle Growl-Steuerungen deaktivieren und Mitteilungen an OS X weiterleiten";

/* alert when history database could not be moved aside */
"Disabling History" = "Verlauf deaktivieren";

/* Label for the display style of the selected notification */
"Display Style:" = "Anzeigedesign:";

/* Column title for Display Styles */
"Display Styles" = "Designs anzeigen";

/* Display prefs tab title
   Title for section containing displays (Smoke, Whiteboard, Bezel, etc) */
"Displays" = "Anzeigen";

/* Continue button title when done */
"Done" = "Erledigt";

/* Emergency notification priority */
"Emergency" = "Notfall";

/* Label for application on/off switch */
"Enable %@" = "%@ aktivieren";

/* Label for application on/off switch */
"Enable application" = "Anwendung aktivieren";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Growl aktivieren, damit es nach der Anmeldung läuft";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "Verlauf aktivieren:";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "Protokollierung aktivieren";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "Wird diese Option aktiviert, wird Growl im Hintergrund ohne Symbol in der Taskleiste oder im Dock laufen.\n\nUm die Einstellungen zu öffnen, Growl über das Launchpad oder den Finder aufrufen.";

/* Alert when database has been corrupted */
"Error opening %@." = "Fehler beim Öffnen von %@.";

/* fatal alert */
"Fatal Error" = "Schwerer Fehler";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "Firewall-Einstellungen: Benachrichtigungen verwenden TCP-Port 23053";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "Benachrichtigungen an andere Computer weiterleiten";

/* Tab title for forwarding */
"Forwarding" = "Weiterleiten";

/* General prefs tab title */
"General" = "Allgemein";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "Anwendungen erhalten";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "Weitere Designs";

/* Use the global defaults from the displays tab */
"Global Default" = "Allgemeiner Standard";

/* Button to open http://growl.info/reportabug.php */
"Growl Bug Submission" = "Growl-Fehler-Meldung";

/* No comment provided by engineer. */
"Growl has encountered a fatal error trying to setup the %@, and will terminate upon closing this window.  Please contact us at support@growl.info." = "Growl hat einen fatalen Fehler während des %@-Setups festgestellt und wird diesen abbrechen und dieses Fenster schließen. Bitte kontaktieren Sie uns via support@growl.info.";

/* No comment provided by engineer. */
"Growl History Disabled" = "Growl-Verlauf deaktiviert";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "Damit die Änderung aktiviert wird, muss Growl neu gestartet werden";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "Growl-Nachrichten-Rollup";

/* button to open http://growl.info */
"Growl Web Site" = "Growl-Website";

/* No comment provided by engineer. */
"Hide Rollup" = "Rollup verstecken";

/* No comment provided by engineer. */
"Hide the History Rollup" = "Verlaufs-Rollup verstecken";

/* High notification priority */
"High" = "Hoch";

/* History prefs tab title */
"History" = "Verlauf";

/* Unit of time for idle detection */
"Hours" = "Stunden";

/* Title on box containing idle detection controls */
"Idle Detection" = "Leerlauf-Erkennung";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "Wenn Sie Growl beenden, werden Sie keine Benachrichtigungen mehr erhalten.";

/* Info label describing the bonjour icon's use */
"Indicates a discovered computer using Growl 1.3 or later" = "Hinweis auf einen Computer mit Growl 1.3 oder neuer";

/* Info label describing the network icon's use */
"Indicates a manually entered computer to forward to or subscribe to" = "Kennzeichnet einen manuell hinzugefügten Computer";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "%@ informieren, wenn eine Benachrichtigung angeklickt wurde";

/* Label for checkbox for keeping up to an amount of notifications */
"Keep Amount" = "Menge behalten";

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
"Keep Days" = "Tage behalten";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Deinstallation veralteter Growl-Versionen";

/* Label for checkbox enabling incoming network notifications */
"Listen for incoming notifications" = "Auf eingehende Nachrichten horchen";

/* Title for section containing apps from the local machine */
"Local" = "Lokal";

/* Unit of time for idle detection */
"Minutes" = "Minuten";

/* Moderate notification priority */
"Moderate" = "Angemessen";

/* Network prefs tab title */
"Network" = "Netzwerk";

/* Notification will never stay on screen */
"Never" = "Niemals";

/* No comment provided by engineer. */
"No" = "Nein";

/* Use no actions */
"No Actions" = "Keine Aktionen";

/* Don't do any actions */
"No Default Actions" = "Keine Standard-Aktionen";

/* Setting for no visual display */
"No Default Display" = "Kein Standard-Display";

/* Growl will run compeletely in the background */
"No icon visible" = "Kein Symbol anzeigen";

/* No comment provided by engineer. */
"No Recent Notifications" = "Keine neuen Benachrichtigungen";

/* Normal notification priority */
"Normal" = "Normal";

/* Label for the tab which contains notification settings */
"Notifications" = "Benachrichtigungen";

/* If the string is too long, use O */
"OFF" = "AUS";

/* No comment provided by engineer. */
"OK" = "Ok";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* If the string is too long, use I */
"ON" = "AN";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Growl-Einstellungen öffnen ...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Growl-Einstellungsfenster öffnen";

/* Use Mac OS X Notifications switch label */
"OS X Notifications" = "OS X Mitteilungen";

/* Column title for a password */
"Password" = "Kennwort";

/* No comment provided by engineer. */
"Pause Growl" = "Growl pausieren";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Visuelle Growl-Benachrichtigungen pausieren";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Bitte nicht localhost eintragen, Growl unterstützt keine Weiterleitung an sich selbst.";

/* Localhost in a subscription destination is not allowed */
"Please do not enter localhost, Growl does not support subscribing to itself." = "Bitte nicht localhost eintragen, Growl unterstützt keine Selbstaktivierung.";

/* A valid IP or domain is needed to forward to
   A valid IP or domain is needed to subscribe to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Bitte eine gültige IPv4-/IPv6-Adresse oder einen gültigen Domainnamen eintragen";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "Plugin '%@' wurde erfolgreich installiert. Möchten Sie es nun konfigurieren?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "Plugin '%@' wurde bereits installiert. Möchten Sie es überschreiben?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "Das Plugin '%@' wird auf diesem Mac OS X nicht funktionieren. Trotzdem installieren?";

/* No comment provided by engineer. */
"Plugin already exists" = "Plugin existiert bereits";

/* No comment provided by engineer. */
"Plugin installed" = "Plugin installiert";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Native Plugin-Architektur nicht vorhanden";

/* No comment provided by engineer. */
"Plugin not installed" = "Plugin ist nicht installiert";

/* Preferences window title */
"Preferences" = "Einstellungen";

/* Button title which shows a preview of the current selected style
   Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Vorschau";

/* Label for choosing priority of the selected notification */
"Priority:" = "Priorität:";

/* Checkbox for whether the menu item should pulse */
"Pulse Menu Item" = "Menüobjekt pulsieren";

/* No comment provided by engineer. */
"Quit" = "Beenden";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Growl komplett beenden";

/* button for reading the instructions for fixing your install */
"Read Instructions and Quit" = "Anleitungen lesen und beenden";

/* Button title for removing something */
"Remove" = "Entfernen";

/* No comment provided by engineer. */
"Resume Growl" = "Growl fortsetzen";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Visuelle Growl-Benachrichtigungen fortsetzen";

/* Rollup prefs tab title */
"Rollup" = "Rollup";

/* Rollup all notifications radio button */
"Rollup all notes" = "Alle Benachrichtigungen";

/* Title for rollup automatic checkbox */
"Rollup Automatically Displays" = "Automatisch anzeigen";

/* Title for rollup enabled checkbox */
"Rollup Enabled" = "Rollup aktiviert";

/* Rollup only logged notifications radio button */
"Rollup only logged notes" = "Nur protokollierte Benachrichtigungen";

/* History search field placeholder
   Placeholder text in search field */
"Search" = "Suchen";

/* Unit of time for idle detection */
"Seconds" = "Sekunden";

/* Label for server password field */
"Server Password:" = "Server-Kennwort:";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "Deaktivierte anzeigen";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "Symbol in beidem anzeigen";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "Symbol im Dock anzeigen";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "Symbol in der Menüleiste anzeigen";

/* No comment provided by engineer. */
"Show Rollup" = "Rollup anzeigen";

/* No comment provided by engineer. */
"Show the History Rollup" = "Verlaufs-Rollup anzeigen";

/* Show hide keyboard shortcut */
"Show/Hide Shortcut" = "Kürzel anzeigen/verstecken";

/* Start Growl at Login switch label */
"Start Growl at Login" = "Growl bei der Anmeldung starten";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "Dauerhaft sichtbar:";

/* Tab title for subscribers tab */
"Subscribers" = "Abonnenten";

/* Tab title for subscriptions tab */
"Subscriptions" = "Abonnements";

/* No comment provided by engineer. */
"There are no new notifications" = "Keine neuen Benachrichtigungen vorhanden";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "%lu Benachrichtigung während Ihrer Abwesenheit";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "Ein Fehler trat während der Aktivierung des entfernten Rechners auf:\nCode %1$d\nBeschreibung: %2$@";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Während der Installation ist ein Fehler mit dem Plugin '%@' aufgetreten.";

/* No comment provided by engineer. */
"There was error opening the %@ file, it is possibly corrupted.\nGrowl will move the database aside, and create a fresh database.\nThis may have occured if Growl or the computer crashed." = "Ein Fehler trat während des Öffnens der Datei %@ auf; sie könnte möglicherweise korrupt sein.\nGrowl wird die Datenbank sichern und eine neue erstellen.\nDies könnte durch einen Absturz seitens Growl oder des Macs verursacht worden sein.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "%lu Benachrichtigungen während Ihrer Abwesenheit";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Diese Aktion kann nicht rückgängig gemacht werden. Bitte bestätigen Sie, dass Sie den gesamten Benachrichtigungs-Verlauf löschen möchten";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Dies ist eine Vorschau der %@-Anzeige";

/* No comment provided by engineer. */
"This plugin configuration is in use, removing it will cause it to be removed from the applications and notifications where it is in use" = "Diese Plugin-Konfiguration wird bereits genutzt; sie zu entfernen bedeutet, dass sie nicht mehr in der Anwendung oder in Mitteilungen zur Verfügung steht";

/* No comment provided by engineer. */
"This should never happen! -(void)subscribe should only ever be called on local entries" = "Dies sollte niemals geschehen! -(void)subscribe sollte nur bei lokalen Einträgen augerufen werden";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Dies wird alle Growl-Einstellungen für %@ löschen.";

/* Column title for the time column in the history table */
"Time" = "Zeit";

/* Column title for the title column in the history table */
"Title" = "Titel";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Um zu verhindern, dass die Verlaufsdatenbank unendlich wächst, muss mindestens eine Begrenzung aktiv sein";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Beide automatischen Funktionen abzuschalten ist nicht gestattet.";

/* Column title for whether to use the item on the row */
"Use" = "Verwenden";

/* label for using a custom application wide starting position */
"Use custom starting position" = "Benutzerdefinierte Startposition verwenden";

/* label for using the global default starting position */
"Use default starting position" = "Standard-Startposition verwenden";

/* Column title for how long a subscriber is valid for */
"Valid until:" = "Gültig bis:";

/* Very low notification priority */
"Very Low" = "Sehr niedrig";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Warnung! Sie sind dabei den KOMPLETTEN Verlauf zu löschen";

/* alert that Growl will be limited to in memory for tickets */
"Warning! Application preferences will not be saved" = "Warnung! Die Einstellungen werden nicht gespeichert";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "Warnung! Die Aktivierung dieser Option wird Growl im Hintergrund laufen lassen";

/* corrupt install alert */
"We've detected that the Mac App Store left you with a corrupt install.  Please follow the instructions the button takes you to in order to remedy the situation." = "Ein korruptes Installationsprogramm wurde aus dem Mac AppStore heruntergeladen. Bitte folgen Sie den Anweisungen nach dem Klick auf den Button, um diesen Fehler zu beheben.";

/* No comment provided by engineer. */
"Welcome to Growl!" = "Herzlich willkommen zu Growl!";

/* Checkbox for idle detection based on locking the screen */
"When Screen is locked" = "Wenn der Bildschirm gesperrt ist";

/* checkbox for idle detection based on screensaver */
"When Screensaver is active" = "Wenn der Bildschirmschoner aktiv ist";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* Label for the IP address list */
"You can connect manually at one of the following addresses:" = "Sie können sich manuell zu einer der folgenden Adressen verbinden:";

